[
    {
        "id": 0,
        "text": "Apparently people think I look like this man they call Reveen. I don't even know who the fuck Reveen is. Apparently he's this ventriloquist or psychic or some guy and I look like him. Which is kinda cool people think I look like a famous person. And that's kinda neat, I guess, but I don't like all these little fuckers running around calling me Reveen"
    },
    {
        "id": 1,
        "text": "Don't you have some offs to fuck there, boys?"
    },
    {
        "id": 2,
        "text": "Fuck, I missed jail this year. Was it awesome?"
    },
    {
        "id": 3,
        "text": "You're a fucking dick. _jim_, go fuck yourself"
    },
    {
        "id": 4,
        "text": " I love all creatures like gophers and deers, and those things that fly and everything else, but fuck seagulls. I got no time for those cocksuckers."
    },
    {
        "id": 5,
        "text": "Make like a tree and fuck off"
    },
    {
        "id": 6,
        "text": "The thing is when you're shopping for a ring you gotta take your time because you know it's my wife we're talking about. She's not gonna be wearing one of those Cubic Zarcarbian things, she's gotta have a nice ring."
    },
    {
        "id": 7,
        "text": "I mean how many fathers can give a nine-year-old daughter a car? I'm just happy I'm in a position where I can do something like that."
    },
    {
        "id": 8,
        "text": "The thing with kids and growings and getting learnings and stuff is that... You can't lie to them. Basically, if you wanna tell the children they can't do something they're gonna want to do it more. When I was young I did all kinds of crazy shit and I turned out wicked. That's because my dad was fuckin' cool, he let me do shit. I was allowed to drive his car around the park, basically took my dirt bike to school, let me grow dope in his shed in grade 7. You know, that's what good parenting is all about. You gotta let them have a bit of freedom."
    },
    {
        "id": 9,
        "text": "I mean, nobody wants to admit they ate nine cans of ravioli, but I did. I'm ashamed of myself. The first can doesn't count, then you get to the second and third, fourth and fifth I think I burnt with the blowtorch, and then I just kept eatin'."
    },
    {
        "id": 10,
        "text": "Fuck, that's good pepperoni!"
    }
]